cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'ffmpeg'
brew 'gradle'
brew 'grc'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'nmap'
brew 'readline'
brew 'roundup'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'android-studio'
cask 'arduino'
cask 'clamxav'
cask 'coderunner'
cask 'daisydisk'
cask 'datagrip'
cask 'docker'
cask 'etcher'
cask 'google-chrome'
cask 'intellij-idea'
cask 'kitematic'
cask 'phpstorm'
cask 'robo-3t'
cask 'sdformatter'
cask 'sigil'
cask 'sip'
cask 'slack'
cask 'sourcetree'
cask 'the-unarchiver'
cask 'transmit'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

