cask_args appdir: '/Applications'

brew 'ack'
brew 'awscli'
brew 'calc'
brew 'coreutils'
brew 'ffmpeg'
brew 'geoip'
brew 'grc'
brew 'hh'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'libgit2'
brew 'nmap'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'youtube-dl'

cask 'arduino'
cask 'daisydisk'
cask 'docker'
cask 'enpass'
cask 'expandrive'
cask 'firefox'
cask 'gifox'
cask 'google-chrome'
cask 'hex-fiend'
cask 'insomnia'
cask 'insomnia-designer'
cask 'jetbrains-toolbox'
cask 'mongodb-compass'
cask 'openconnect-gui'
cask 'openscad'
cask 'processing'
cask 'prusaslicer'
cask 'react-native-debugger'
cask 'sigil'
cask 'slack'
cask 'the-unarchiver'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
