cask_args appdir: '/Applications'

brew 'ack'
brew 'awscli'
brew 'calc'
brew 'coreutils'
brew 'ffmpeg'
brew 'geoip'
brew 'grc'
brew 'hh'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'libgit2'
brew 'libressl'
brew 'nmap'
brew 'readline'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'youtube-dl'

cask 'clamxav'
cask 'daisydisk'
cask 'docker'
cask 'expandrive'
cask 'firefox'
cask 'gifox'
cask 'google-chrome'
cask 'graphql-playground'
cask 'hex-fiend'
cask 'insomnia'
cask 'jetbrains-toolbox'
cask 'paw'
cask 'react-native-debugger'
cask 'sigil'
cask 'slack'
cask 'sourcetree'
cask 'the-unarchiver'
cask 'transmit'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
